/*
 Info plist PL
 */
"NSContactsUsageDescription" = " Numery telefonów Twoich kontaktów zostaną przesłane na nasze serwery w celu wyszukania Twoich znajomych. Aby uzyskać dodatkowe informacje, zapoznaj się z naszą polityką prywatności.";

"NSPhotoLibraryUsageDescription" = "Umożliwienie dostępu do galerii pozwoli Ci udostępniać zdjęcia i filmy w czatach z Twoimi znajomymi.";

"NSCameraUsageDescription" = "Umożliwienie dostępu do kamery pozwoli ci nawiązywać połączenia wideo, robić zdjęcia i udostępniać je na czacie z Twoimi znajomymi.";

"NSLocationAlwaysUsageDescription" = "Umożliwienie dostępu do geolokalizacji pozwoli Ci udostępnić swoją bieżącą lokalizację znajomym znajdującym się w pobliżu.";

"NSLocationWhenInUseUsageDescription" = "Umożliwienie dostępu do geolokalizacji pozwoli Ci udostępnić swoją bieżącą lokalizację znajomym znajdującym się w pobliżu.";

"NSLocationAlwaysAndWhenInUseUsageDescription" = "Umożliwienie dostępu do geolokalizacji pozwoli Ci udostępnić swoją bieżącą lokalizację znajomym znajdującym się w pobliżu.";

"NSMicrophoneUsageDescription" = "Umożliwienie dostępu do mikrofonu pozwoli Ci nawiązywać połączenia audio, nagrywać wiadomości audio i udostępniać je na czacie Twoim znajomym.";

"NSFaceIDUsageDescription" = "Face ID służy do ochrony Twojego hasła do konta.";

